Repository: yunmanger/django-watchme
Catalog: apps/jobapp/locale/*/LC_MESSAGES/django.po
Languages: ru

source: description
ru: описание

source: N parts
ru: кол-во делений

source: dailyjobs
ru: ежедневные дела

source: add %(s)s
ru: добавить %(s)s

source: done for today
ru: сегодня сделал

source: fill in manually
ru: заполнить в ручную

source: advanced
ru: детально

source: are you sure?
ru: ты уверен?

source: ticks archive
ru: архив пометок

source: archive
ru: архив

source: daily jobs
ru: ежедневные дела

source: Add new everyday job
ru: Добавить ежедневное дело

source: add dailyjob
ru: добавить ЕД

source: My daily jobs statistics
ru: Моя статистика по ЕД.

source: total statistics
ru: полная статистика

source: you don't have any daily jobs yet.
ru: у вас пока нет ежедневных дел.

source: done
ru: готово

source: add tick
ru: добавить пометку

source: finished
ru: завершено

source: edit
ru: редак.
